[{
        "title": "Persian Cat",
        "subtitle": "แมวเปอร์เซีย หรือ Persian Cat คือหนึ่งในสายพันธุ์น้องแมวขนสวยยาวเงางาม และจัดเป็นหนึ่งในสิบสายพันธุ์แมว ที่ได้รับความนิยมนำมาเลี้ยงมากที่สุดบนโลกสายพันธุ์หนึ่ง ด้วยขนที่สวย บวกกับความน่ารัก ความจงรักภักดีต่อเจ้าของ รักความสงบ ไม่ส่งเสียงดังเอะอะ และความฉลาดแสนรู้ของแมวเปอร์เซีย ทำให้น้องแมวสายพันธุ์นี้มัดใจให้หลายคนตกหลุมรักกันแบบถอนตัวไม่ขึ้น มาทำความรู้จักน้องแมวเปอร์เซีย กันให้มากอีกนิด แล้วคุณจะหลงรักน้องแมวเปอร์เซียยิ่งขึ้นไปอีก",
        "imgUrl": "https://i2.wp.com/boxmeaww.com/wp-content/uploads/2020/03/1-3.jpg?w=560&ssl=1",
        "detail": "ลักษณะเด่นของแมวเปอร์เซียอยู่ที่ตาที่โต กะโหลกกลม หน้าแบน แก้มแน่น และใบหูขนาดเล็กที่มีปลายมน ขนาดหัวที่ใหญ่ของแมวเปอร์เซียช่วยพยุงคอที่สั้น \nหลายคนอาจเคยสังเกตเห็นว่าแมวเปอร์เซียมีหน้าตาหลายแบบ เช่น หน้าแบนสุดๆ แบบ Peke-face หรือเป็นลุคเก่าที่จะเห็นว่าใบหน้าแมวเปอร์เซียมีความกลมขึ้นมาอีกนิดแบบ Doll-face \nซึ่งอายุเฉลี่ยของแมวสายพันธุ์นี้อยู่ที่ 10 – 15 ปี มีความยาวลำตัว 14 – 18 นิ้ว (ไม่รวมความยาวหาง) น้ำหนักประมาณ 4 – 6 กิโลกรัม \nรูปร่างของแมวเปอร์เซียจะเป็นสัดส่วนของกล้ามเนื้อเป็นส่วนใหญ่ ขาสั้น หนา และมีอุ้งเท้าขนาดใหญ่ หางแมวเปอร์เซียจัดว่าไม่ยาวมากเมื่อเทียบกับสัดส่วนลำตัวของแมว"
    },

    {
        "title": "British Shorthair",
        "subtitle": "ว่ากันว่า British shorthair เป็นหนึ่งในสายพันธุ์แมวที่เก่าแก่ที่สุดของประเทศอังกฤษ ด้วยลักษณะเด่นที่มีขนหนานุ่มน่ากอด กับนิสัยเท่ๆ ถึงจะอยู่แบบเงียบๆ แต่ก็เข้ากับทุกคนได้ง่าย แถมยังเป็นมิตรอีกต่างหาก ถ้าใครกำลังมองหาเพื่อนแท้ซักตัวที่จะอยู่เคียงข้างแบบไม่กวนใจ มองมาทางนี้เลย น้องแมวบริติช ช็อตแฮร์ (British Shorthair) รอที่จะครองใจคุณอยู่",
        "imgUrl": "https://catthaiclub.com/wp-content/uploads/2021/07/%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%95%E0%B8%B4%E0%B8%8A%E0%B8%8A%E0%B9%87%E0%B8%AD%E0%B8%95%E0%B9%81%E0%B8%AE%E0%B8%A3%E0%B9%8C1.jpg",
        "detail": "หลายคนอาจไม่เคยสังเกต แต่คุณอาจจะเติบโตมากับแมวบริติช ช็อตแฮร์ ก็เป็นได้ น้องแมวสายพันธุ์นี้ว่ากันว่าเป็นหนึ่งในสายพันธุ์ที่เก่าแก่ที่สุดของยุโรป แมวบริติช ช็อตแฮร์ \nปรากฎอยู่ในนิทานและเรื่องเล่าของประเทศอังกฤษและยุโรปในหลายเรื่อง ไม่ว่าจะเป็นเจ้าเหมียวแสนฉลาด Puss in Boots หรือเจ้าแมวยิ้มกว้าง Cheshire ใน Alice in \nWonderland\nต้นกำเนิดของแมวสายพันธุ์บริติช ช็อตแฮร์ (British Shorthair) \nนี้เชื่อกันว่ามาจากชาวโรมันโบราณที่ได้บุกมายึดครองประเทศอังกฤษและได้นำแมวบ้านสายพันธุ์อียิปต์มาเลี้ยง \nและเมื่อแมวเหล่านี้ผสมกับแมวป่าสายพันธุ์ยุโรปทั่วไปก็ทำให้ถือกำเนิดสายพันธุ์บริติช ช็อตแฮร์ด้วยการเพิ่มขึ้นของความนิยมในการเลี้ยงแมวในเกรทบริเตนช่วงยุควิคตอเรีย \nเหล่าผู้คลั่งไคล้แมวได้พยายามทำการปรับปรุงและสร้างมาตรฐานสายพันธุ์ให้กับแมวบริติช ช็อตแฮร์ ว่ากันว่าในงานแสดงโชว์แมวในช่วงแรกนั้น บริติช \nช็อตแฮร์เป็นแมวเพียงสายพันธุ์เดียวที่ถือว่าเป็นพันธุ์แท้สงครามโลกทั้งสองครั้งได้ลดจำนวนน้องแมวบริติช ช็อตแฮร์ ลงไปอย่างมาก หลังสงครามโลกครั้งที่สอง มีแมวบริติช \nช็อตแฮร์ เหลืออยู่เพียงน้อยนิด แต่ต้องขอบคุณความพยายามของเหล่านักเพาะพันธุ์และผู้ที่นิยมชมชอบในแมวบริติช ช็อตแฮร์ ที่ทำให้น้องแมวสายพันธุ์นี้กลับมาได้อีกครั้ง \nสมาคมสายพันธุ์แมวแห่งอเมริกา (American Cat Association) ได้รู้จักแมวบริติช ช็อตแฮร์ มาตั้งแต่ปี ค.ศ. 1967 แล้วแต่ยังไม่ทำการรับรองสายพันธุ์ให้จนกระทั้งปี ค.ศ.1980"
    },

    {
        "title": "Scottish fold",
        "subtitle": "อีกหนึ่งสายพันธุ์น้องแมวที่เป็นที่รู้จักมากไม่แพ้สายพันธุ์ไหนก็คือ สายพันธุ์สก๊อตทิช โฟลด์ [Scottish fold] ที่มีหูพับอันเป็นเอกลักษณ์แสนเก๋ที่ไม่เหมือนใคร หน้ากลมแป้น ขนอุยนุ่มน่ากอด ทำให้น้องแมวพันธุ์สก๊อตทิช โฟลด์ น้องแมวผู้มาจากสก๊อตแลนด์ ยึดพื้นที่หัวใจเจ้าของหลายๆ คนไปแล้ว",
        "imgUrl": "https://image.shutterstock.com/image-photo/marble-brown-scottish-fold-kitten-260nw-730519369.jpg",
        "detail": "แมวสายพันธุ์นี้มีอายุเฉลี่ยอยู่ที่ 11 – 14 ปี ความสูงอยู่ที่ 10 – 12 นิ้ว ด้วยหูที่พบลงมา ทำให้ใบหน้าของสก๊อตทิช โฟลด์ ดูกลม \nจนหลายคนให้คำอธิบายแมวสายพันธุ์นี้ไว้อย่างเห็นภาพว่าเหมือนกับ นกฮูก โดยใบหูของสก๊อตทิช โฟลด์ จะมีทั้งแบบพับงอไปด้านหน้า เรียกว่า single fold แบบพับงอที่มากขึ้นหรือ \ndouble fold และแบบที่พับราบไปกับหัว หรือ triple fold โดยลูกแมวที่เกิดมาแล้วมีใบหูตั้งก็อย่าเพิ่งตกใจไป เพราะใบหูของลูกแมวที่พับจะเริ่มมองเห็นเมื่อแมวมีอายุประมาณ 3 \nสัปดาห์สก๊อตทิช โฟลด์ ค่อนข้างมีนิสัยที่อ่อนไหวง่าย ชอบแสดงอารมณ์ แต่ก็มีความขี้เล่น และแอคทีฟในเวลาเดียวกัน สรุปง่ายๆ ก็คือถ้าจะปล่อยสก๊อตทิช โฟลด์ \nให้อยู่บ้านลำพังตัวเดียวอาจจะไม่ถูกใจสก๊อตทิช โฟลด์ เท่าไหร่นัก น้องแมวสายพันธุ์นี้ชอบที่จะมีเพื่อน จะเป็นเจ้าของ หรือเป็นแมวด้วยกัน ทางนี้ก็ไม่เกี่ยง \nถ้าใครสามารถมอบความรักและความสนใจให้น้องแมวสก๊อตทิช โฟลด์ ได้แล้วละก็ คุณจะมีเพื่อนรักเป็นน้องแมวตัวนุ่มขนฟูแน่นอน วันนี้เรามาทำความรู้จักกับน้องแมวพันธุ์สก๊อตทิช \nโฟลด์ กันอีกนิด รับรองเลยว่าจะเข้าไปชิดกับน้องแมวสายพันธุ์นี้มากขึ้นอีกแบบเต็มหัวใจ"
    },

    {
        "title": "Siamese cat",
        "subtitle": "เชื่อว่าเหล่าบรรดาทาสแมวทั้งหลายคงไม่มีใครไม่รู้จักน้องแมวพันธุ์วิเชียรมาศ หรือ แมวสยาม (Siamese cat) ที่เป็นดั่งตัวแทนสายพันธุ์แมวแห่งประเทศไทย ที่นอกจากจะมีเอกลักษณ์จากลวดลายและสีขนบนตัวอันงดงามแล้ว ยังมีลักษณะนิสัยที่เป็นมิตร ขี้อ้อน จนสามารถคว้าใจเหล่าบรรดาทาสแมวมาแล้วทั่วโลก อีกทั้งยังช่วยเสริมโชคลาภ และเป็นสิริมงคลแก่ครอบครัวตามความเชื่อของคนไทยในสมัยโบราณอีกด้วย หากใครกำลังสนใจอยากได้น้องแมวสักตัวไปเลี้ยงเป็นเพื่อนแล้วล่ะก็ น้องแมววิเชียรมาศนับว่าเป็นแมวอีกสายพันธุ์ที่ควรรับไว้พิจารณาอย่างยิ่ง",
        "imgUrl": "https://image.shutterstock.com/image-photo/marble-brown-scottish-fold-kitten-260nw-730519369.jpg",
        "detail": "ประวัติและความเป็นมาของแมวพันธุ์วิเชียรมาศนั้นนับว่าอยู่คู่กับสังคมไทยมาช้านาน ตั้งแต่สมัยอยุธยา \nโดยในสมัยนั้นแมววิเชียรมาศนับว่าเป็นแมวชั้นสูงที่ถูกเลี้ยงไว้เฉพาะภายในบริเวณพระบรมมหาราชวัง เพราะเชื่อว่าเป็นแมวมงคล ช่วยเสริมโชคลาภให้แก่ผู้เลี้ยงดู \nสามัญชนในสมัยนั้นจะไม่ได้รับอนุญาตให้เลี้ยงได้คำว่าวิเชียรมาศ มีความหมายว่า เพชรแห่งดวงจันทร์ มาจากลักษณะของแมวที่มีดวงตาสีฟ้าดุจเพชร และสีลำตัวขาวนวลคล้ายดวงจันทร์ \nเป็นที่รู้จักกันอีกชื่อในนามแมวแก้ว และแมวสยาม (Siamese cat) ซึ่งมีชื่อเสียงโด่งดังไปทั่วโลกจากการที่ในสมัย พ.ศ. 2427 พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว \nได้ทรงพระราชทานลูกแมววิเชียรมาศให้เป็นของขวัญแด่ทูตชาวอังกฤษ ต่อมาทูตท่านนั้นได้ให้การเลี้ยงดูลูกแมววิเชียรมาศเป็นอย่างดี และได้ส่งเข้าประกวดในเวที The Crystal Palace \nLondon ที่ถูกจัดขึ้น ณ พระราชวังคริสตัล ประเทศอังกฤษ โดยในการประกวดครั้งนั้น แมววิเชียรมาศได้รับชัยชนะ ส่งผลให้แมววิเชียรมาศเริ่มมีชื่อเสียง และรู้จักกันในชื่อ \nSiamese cat หรือแมวที่มาจากประเทศไทย เป็นที่นิยมมากในหมู่ผู้เลี้ยงแมวประเทศอังกฤษ จนถึงขั้นมีการจัดตั้งชมรมผู้เลี้ยงแมววิเชียรมาศขึ้นเลยทีเดียว \nต่อมาพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวได้ทรงพระราชทานแมววิเชียรมาศให้ทูตจากอีกหลายประเทศ ไม่ว่าจะเป็นประเทศสหรัฐอเมริกา หรือประเทศเพื่อนบ้าน \nส่งผลให้เกิดการแพร่กระจายของสายพันธุ์แมววิเชียรมาศไปทั่วโลกในเวลาต่อมา"
    }
]
